Repository: free-gate/myrulib
Catalog: sources/MyRuLib/locale/*.po
Languages: uk

source: book
uk: книга

source: About
uk: Про програму…

source: Surname
uk: Прізвище

source: Name
uk: Ім'я

source: Middle-Name
uk: По батькові

source: Add author
uk: Додати автора

source: Change author
uk: Змінити автора

source: "Surname" field is empty
uk: Поле «Призвіще» порожнє

source: Autor with same details aleready exists
uk: Автор з такими реквізитами вже існує

source: Merge authors?
uk: Об'єднати авторів?

source: Confirmation
uk: Підтвердження

source: Download book file?
uk: Завантажити книгу?

source: Associated application not found
uk: Не знайдена програма для перегляду файлів типу

source: Open book
uk: Відкрити книгу

source: Delete download query
uk: Видалити закачку

source: Retry download
uk: Завантажити повторно

source: Download a file
uk: Завантажити файл

source: Download via browser
uk: Завантажити в браузері

source: Online books page
uk: Книга на сайті бібліотекі

source: Select all
uk: Виділити всі

source: Undo selection
uk: Відмінити виділення

source: Table columns
uk: Колонки таблиці

source: Delete book
uk: Видалити книгу

source: Sort by
uk: Сортування

source: Use filter
uk: Використовувати фільтр

source: Clear filter
uk: Видалити фільтр

source: Jump to author
uk: Перейти до автора

source: Jump to series
uk: Перейти до серій

source: Add to favourites
uk: Додати у вибране

source: Add to folders
uk: Додати у папку

source: Rate this book
uk: Установити рейтинг

source: Delete bookmark
uk: Видалити закладку

source: Add comments
uk: Додати коментар

source: Delete selected books (%d pcs)?
uk: Видалити виділені книги (%d шт.)?

source: (Misc.)
uk: (різне)

source: (no Author)
uk: (без автора)

source: Columns
uk: Колонки

source: Move field up
uk: Перемістити вверх

source: Up
uk: Вгору

source: Down
uk: Вниз

source: Move field down
uk: Перемістити вниз

source: Column
uk: Стовпчик

source: Title
uk: Заголовок

source: Author
uk: Автор

source: Code
uk: Код

source: Genre
uk: Жанр

source: Rating
uk: Рейтинг

source: Language
uk: Мова

source: Extension
uk: Тип

source: Date
uk: Дата

source: Size, Kb
uk: Розмір, Кб

source: Size, byte
uk: Розмір, байт

source: Ser.
uk: Серія

source: MD5 Sum
uk: Сума MD5

source: Downloaded
uk: Завантажено

source: Append
uk: Додати

source: Modify
uk: Змінити

source: Delete
uk: Видалити

source: Program
uk: Програма

source: Library name:
uk: Найменування бібліотеки:

source: Library folder:
uk: Розміщення файлів:

source: Short description:
uk: Короткий опис:

source: Host name:
uk: Веб-сайт:

source: User name:
uk: Ім'я користувача:

source: Password:
uk: Пароль:

source: General
uk: Основні

source: Network
uk: Інтернет

source: File types
uk: Типи файлів

source: Select folder
uk: Виберіть каталог

source: Library options
uk: Параметри бібліотеки

source: Input new filetype
uk: Введіть новий тип файлу

source: Settings
uk: Настройки

source: Select the application to view files
uk: Виберіть програму для перегляду файлів

source: Delete file type
uk: Видалити тип файлу

source: Removing
uk: Видалення

source: Clear
uk: Очистити

source: can't delete file %s
uk: Не вдалось вилучити файл %s

source: Cancel
uk: Скасувати

source: Close
uk: Закрити

source: Export completed with %d errors
uk: Експорт завершено с помилками: %d

source: Export completed successfully
uk: Експорт успішно завершено

source: Export aborted by user
uk: Експорт перервано користувачем

source: File name:
uk: Найменування файлу:

source: Open (or create) collection
uk: Відкрити (створити) колекцію

source: Update zip files catalog
uk: Обновити каталог zip файлів

source: Enter collection filename
uk: Выберите имя файла коллекции

source: Run a full scan for library files
uk: Виконати повне сканування файлів бібліотеки

source: Database file (*.db)|*.db|All files (*.*)|*.*
uk: Файл бази даних (*.db)|*.db|Всі файли (*.*)|*.*

source: Process only new files
uk: Обробляти лише нові файли

source: Search template
uk: Шаблон пошуку

source: GENRE called with wrong number of arguments: %d.
uk: GENRE викликан з помилковой кількістю аргументів: %d

source: Open database
uk: Відкрити базу даних

source: Create new database
uk: Створити нову базу даних

source: Upgrade database to version %d
uk: Обновити базу даних до версії %d

source: Database version mismatch
uk: Невідповідність версії бази даних

source: Need a new version %d, but used the old %d.
uk: Потрібна нова версія %d, але використовується стара %d.

source: Series
uk: Серії

source: Export to external storage
uk: Експорт на зовнішній пристрій

source: Destination folder:
uk: Каталог зовнішнього пристрою:

source: Use Author (without co-Authors)
uk: Використовувати поточного автора (без співавторів)

source: File name
uk: Назва файла

source: Export As...
uk: Експортувати як...

source: filename
uk: назва файла

source: Select a destination folder
uk: Виберіть теку призначення

source: Destination folder not found
uk: Тека призначення не знайдена

source: Unable write files to destination folder
uk: Не вдалось записати файли у теку призначення

source: Not selected any book
uk: Не вибрано жодної книги

source: All
uk: Всі

source: Filter settings
uk: Настройка фільтра

source: Show books by allocation
uk: Відбір книг по приналежності

source: Library books (web)
uk: Бібліотечні

source: Local books
uk: Власні

source: File extension
uk: Тип файлу

source: Comments
uk: Коментарі

source: Num.
uk: Кілк.

source: All collected authors
uk: Всі автори колекції

source: Delete author
uk: Видалити автора

source: and all of author's books (%d pcs.)?
uk: і всі його книги в кількості %d шт.?

source: Replace
uk: Замінити

source: Online authors page
uk: Сторінка автора

source: &File
uk: Файл

source: &Library
uk: Бібліотека

source: &Catalog
uk: Картотека

source: &Authors
uk: Автори

source: &Books
uk: Книги

source: &View
uk: Вид

source: &Tools
uk: Сервіс

source: &Window
uk: Вікно

source: Russian aplhabet
uk: Російський алфавіт

source: Latin alphabet
uk: Латинський алфавіт

source: Authors
uk: Автори

source: Export
uk: Експорт

source: Export to external device
uk: Запис на зовнішній пристрій

source: Calendar
uk: Календар

source: Folders
uk: Каталоги

source: Start
uk: Старт

source: Start downloading
uk: Почати завантаження файлів через Інтернет

source: Stop
uk: Стоп

source: Stop downloading
uk: Зупинити завантаження файлів через Інтернет

source: Move up in queue
uk: Пересунути в початок черги

source: Move down in queue
uk: Пересунути в кінець черги

source: Remove download
uk: Видалити завантаження

source: Queue
uk: Черга

source: Ready
uk: Готове

source: Fault
uk: Помилки

source: Downloads
uk: Завантаження

source: Bookmarks
uk: Закладки

source: Favorites
uk: Вибране

source: Remarks
uk: Позначки

source: Add folder?
uk: Додати каталог?

source: Input name of new folder:
uk: Введіть найменування нового каталогу:

source: Change folder?
uk: Змінити каталог?

source: Input new folder name:
uk: Введіть нове найменування каталогу:

source: Delete folder "%s"?
uk: Видалити каталог "%s"?

source: Delete folder?
uk: Видалити каталог?

source: My folders
uk: Мої каталоги

source: List of genres
uk: Список жанрів

source: Genres
uk: Жанри

source: Comment:
uk: Коментар:

source: Select a file to export report
uk: Виберіть файл для експорту звіту

source: HTML files (*.html; *.htm)|*.html;*.HTML;*.HTM;*.htm|All files (*.*)|*.*
uk: Файли HTML (*.html; *.htm)|*.html;*.HTML;*.HTM;*.htm|Всі файли (*.*)|*.*

source: Remove comment?
uk: Видалити коментар?

source: Information about collection
uk: Інформація про колекцію

source: Total quantity
uk: Загальна кількість

source: Total books count:
uk: Загальна кількість книг:

source: Authors counting
uk: Підрахунок авторів

source: Authors count:
uk: Кількість авторів:

source: Total files size, Mb:
uk: Сумарний розмір файлів, Мб:

source: First reciept:
uk: Перше надходження:

source: Last reciept:
uk: Останнє надходження:

source: Count
uk: Кількість

source: Collection info
uk: Інформація про колекцію

source: Information
uk: Інформація

source: Search
uk: Пошук

source: Searching
uk: Пошук

source: Nothing was found on pattern "%s"
uk: Нічого не знайдено по шаблону "%s"

source: Find
uk: Знайти

source: Find series by name
uk: Знайти серію по найменуванню

source: Delete series "%s"?
uk: Видалити серії "%s"?

source: &Series
uk: Серії

source: Fiction
uk: Фантастика

source: Mysteries and Thrillers
uk: Детективи й Трилери

source: Prose
uk: Проза

source: Romance
uk: Любовні романи

source: Adventures
uk: Пригоди

source: Children literature
uk: Дитяча література

source: Poetry, dramaturgy
uk: Поезія, Драматургія

source: Antique
uk: Стародавнє

source: Science, Education
uk: Наука, Освіта

source: PC, Internet
uk: Комп'ютери та Інтернет

source: References
uk: Довідкова література

source: Documentary literature
uk: Документальна література

source: Religion and Spirituality
uk: Релігія та духовність

source: Humour
uk: Гумор

source: Home and Family
uk: Домоведення (Будинок та родина)

source: Economy, Business
uk: Економіка і бізнес

source: Alternative History
uk: Альтернативна історія

source: Fighting fantasy
uk: Бойова фантастика

source: Epic fantasy
uk: Епічна фантастика

source: Heroic fantasy
uk: Героїчна фантастика

source: Detective Fiction
uk: Детективна фантастика

source: Cyberpunk
uk: Кіберпанк

source: Space Fiction
uk: Космічна фантастика

source: Socio-psychological fiction
uk: Соціально-психологічна фантастика

source: Horror and Mysticism
uk: Жахи й Містика

source: Humorous Fiction
uk: Гумористична фантастика

source: Fantasy
uk: Фэнтези

source: Science Fiction
uk: Наукова Фантастика

source: Classic mystery
uk: Класичний детектив

source: Police mystery
uk: Поліцейський детектив

source: Action
uk: Бойовик

source: Ironic mystery
uk: Іронічний детектив

source: Historical mystery
uk: Історичний детектив

source: Spy mystery
uk: Шпигунський детектив

source: Criminal mystery
uk: Кримінальний детектив

source: Political mystery
uk: Політичний детектив

source: Maniacs
uk: Маніяки

source: Action mystery
uk: Крутий детектив

source: Thriller
uk: Трилер

source: Mystery
uk: Детектив

source: Classical prose
uk: Класична проза

source: Historical prose
uk: Історична проза

source: Modern prose
uk: Сучасна проза

source: Counterculture
uk: Контркультура

source: Russian Classical prose
uk: Російська класична проза

source: Soviet Classical prose
uk: Радянська класична проза

source: Prose military
uk: Військова проза

source: Modern romance novels
uk: Сучасні любовні романи

source: Historical romance novels
uk: Історичні любовні романи

source: Action romance novels
uk: Гостросюжетні любовні романи

source: Short romance novels
uk: Короткі любовні романи

source: Erotic novels
uk: Еротика

source: Love science fiction
uk: Любовна фантастика

source: Love novels
uk: Любовні романи

source: Western
uk: Вестерн

source: Historical adventures
uk: Історичні пригоди

source: Adventures about Indians
uk: Пригоди про індіанців

source: Sea adventures
uk: Морські пригоди

source: Travel and Geography
uk: Подорожі та географія

source: Nature and Animals
uk: Природа й тварини

source: Tales
uk: Казка

source: Children poetry
uk: Дитячі вірші

source: Childern prose
uk: Дитяча проза

source: Children fiction
uk: Дитяча фантастика

source: Children action
uk: Дитячі гостросюжетні

source: Children adventures
uk: Дитячі пригоди

source: Children education
uk: Дитяча освітня література

source: Poetry
uk: Поезія

source: Dramaturgy
uk: Драматургія

source: Antique Literature
uk: Антична література

source: European ancient literature
uk: Європейська стародавня література

source: Russian ancient literature
uk: Давньоруська література

source: Oriental ancient literature
uk: Давньосхідна література

source: Myths. Legends. Epic.
uk: Міфи. Легенди. Епос

source: Ancient literature
uk: Стародавня література

source: History
uk: Історія

source: Psychology
uk: Психологія

source: Cultural
uk: Культурологія

source: Religious
uk: Релігіознавство

source: Philosophy
uk: Філософія

source: Politology
uk: Політика

source: Business literature
uk: Ділова література

source: Law
uk: Юриспруденція

source: Linguistics
uk: Мовознавство

source: Medical
uk: Медицина

source: Physics
uk: Фізика

source: Mathematics
uk: Математика

source: Chemistry
uk: Хімія

source: Biology
uk: Біологія

source: Engineering
uk: Технічні науки

source: Scientific literature
uk: Наукова література

source: Health
uk: Здоров'я

source: Programming
uk: Програмування

source: Computer hardware
uk: Комп'ютерне залізо (апаратне забезпечення)

source: Software
uk: Програми

source: Databases
uk: Бази даних

source: OS and Network
uk: ОС і Мережі

source: Computer literature
uk: Комп'ютерна література

source: Encyclopedias
uk: Енциклопедії

source: Dictionaries
uk: Словники

source: Directories
uk: Довідники

source: Manuals
uk: Керівництва

source: Biographies and Memoirs
uk: Біографії та Мемуари

source: Publicism
uk: Публіцистика

source: Criticism
uk: Критика

source: Art and Design
uk: Мистецтво та Дизайн

source: Religion
uk: Релігія

source: Esoterica
uk: Езотеріка

source: Self-improvement
uk: Самовдосконалення

source: Religious Literature
uk: Релігійна література

source: Jokes
uk: Анекдоти

source: Humorous prose
uk: Гумористична проза

source: Humorous poetry
uk: Гумористичні вірші

source: Cooking
uk: Кулінарія

source: Pets
uk: Домашні тварини

source: Hobbies and Crafts
uk: Хоббі та ремесла

source: Entertainment
uk: Розваги

source: Gardening
uk: Сад і город

source: Handmade
uk: Зроби сам

source: Sport
uk: Спорт

source: Erotic, sex
uk: Еротика, Секс

source: Household
uk: Домоведення

source: Geo guides
uk: Путівники

source: Job hunting
uk: Пошук роботи, кар'єра

source: Management
uk: Управління, підбір персоналу

source: Marketing
uk: Маркетинг, реклама

source: Banking
uk: Банківська справа

source: Stock
uk: Цінні папери, інвестиції

source: Accounting
uk: Бухоблік, оподаткування, аудит

source: Global economy
uk: Зовнішньоекономічна діяльність

source: Economics
uk: Економіка

source: Industries
uk: Галузеві видання

source: Corporate culture
uk: Корпоративна культура

source: Personal finance
uk: Особисті фінанси

source: Real estate
uk: Нерухомість

source: Popular business
uk: Про бізнес популярно

source: Small business
uk: Малий бізнес

source: Paper work
uk: Діловодство

source: Economics reference book
uk: Довідники з економіки

source: Import file %s
uk: Імпорт файлу %s

source: Skip entry %s
uk: Пропущено елемент %s

source: Import zip entry %s
uk: Імпорт елементу zip %s

source: XML parsing error: '%s' at line %d file %s
uk: Помилка розбіру XML: '%s' at line %d file %s

source: File already exists %s
uk: Файл вже існує %s

source: Add alternative %s
uk: Додано варіант %s

source: Zip read error %s
uk: Помилка читання zip %s

source: Import zip %s
uk: Імпорт zip %s

source: FB2 and FBD not found %s
uk: FB2 та FBD не знайдені %s

source: Start import %d file(s)
uk: Початок імпорту %d файл(ів)

source: Finish import %d file(s)
uk: Кінець імпорту %d файл(ів)

source: File read error %s
uk: Помилка читання файлу %s

source: Skip file %s
uk: Пропущено файл %s

source: Import subdirectory %s
uk: Імпорт підкаталогу %s

source: Start import directory %s
uk: Початок імпорту каталогу %s

source: Can't open directory %s
uk: Неможливо відкрити каталог %s

source: Finish import directory %s
uk: Кінець імпорту каталогу %s

source: Download
uk: Завантаження

source: URL error
uk: Помилка URL

source: Connect error
uk: Помилка підключення

source: Redirect
uk: Переадресація

source: Authentication failure
uk: Помилка аутентифікації

source: File download
uk: Завантаження файлу

source: HTTP read error, read %d of %d bytes: %s
uk: Помилка HTTP: отримано %d із %d байт: %s

source: Download error
uk: Помилка загрузки

source: Can't open zip
uk: Неможливо відкрити zip-файл %s

source: Wrong MD5 sum
uk: Помилкова контрольна сума файлу

source: Download finished
uk: Завантажити закінчено

source: Fatal error
uk: Фатальна помилка

source: Program aborted.
uk: Програма перервана.

source: Info messages
uk: Інформаційні повідомлення

source: Import file
uk: Імпорт файлу

source: Import files to the library
uk: Додати в бібліотеку нові файли

source: Import folder
uk: Імпорт каталога

source: Import folder to the library
uk: Додати в бібліотеку каталог

source: Author:
uk: Автор:

source: Find author
uk: Пошук автора

source: Book:
uk: Книга:

source: Find book by title
uk: Пошук книги по заголовку

source: Hierarchy
uk: Ієрархія

source: Hierarchy of authors and series
uk: Ієрархія авторів і серій

source: List
uk: Список

source: Simple list
uk: Простий список

source: Digital books and archives
uk: Електронні книги та архіви

source: Digital books in FB2
uk: Електронні книги FB2

source: ZIP archives
uk: Архіви ZIP

source: All files
uk: Всі файли

source: Select archive to add to the library
uk: Виберіть архів для додавання в бібліотеку…

source: Processing file:
uk: Обробка файлу:

source: Can't create thread!
uk: Неможливо створити поток!

source: Select folder to recursive import
uk: Виберіть каталог для рекурсивного імпорту файлів

source: Processing folder:
uk: Обробка каталогу:

source: Find title
uk: Пошук по заголовку

source: Input search string:
uk: Введіть рядок для пошуку:

source: This function is not available yet in this version.
uk: Функціонал не реалізований у даній версії.

source: Optimize database?
uk: Виконати реструктуризацію бази даних?

source: File not found:
uk: Файл не знайдено:

source: Archive
uk: Архів

source: Open recent
uk: Відкрити повторно

source: Clear empty variables
uk: Видалити порожні значення

source: Optimize DB
uk: Реструктуризація БД

source: Options
uk: Параметри

source: Website
uk: Офіційний сайт

source: Add file
uk: Додати файл

source: Add folder
uk: Додати каталог

source: Exit
uk: Вихід

source: Tabs
uk: Вкладки

source: Fullscreen mode
uk: Повноекранний режим

source: Show log window
uk: Вікно повідомлень

source: Export books
uk: Експорт книг

source: List of books
uk: Список книг

source: Preview area
uk: Область перегляду

source: Hierarchical
uk: Ієрархічний

source: Standart
uk: Стандартні

source: Compact
uk: Компактні

source: Convex
uk: Опуклі

source: Buttons
uk: Кнопкові

source: Light
uk: Легкі

source: Studio
uk: Студіо

source: Mozilla
uk: Мозілла

source: Right
uk: Праворуч

source: Bottom
uk: Внизу

source: Not specified
uk: Відсутній

source: Close window
uk: Закрити вікно

source: Close all
uk: Закрити всі

source: Next
uk: Наступне

source: Previous
uk: Попереднє

source: Size
uk: Розмір

source: Reverse order
uk: Зворотний порядок

source: Full file path with name and extension
uk: Повне найменування файлу з указанням каталогу та розширення

source: Full file path without extension
uk: Повний шлях до файлу без розширення

source: File name without path and extension
uk: Найменування файлу без каталогу та розширення

source: Target directory
uk: Каталог призначення

source: File name extension
uk: Розширення файлу

source: List of authors and books:
uk: Списки книг, авторів:

source: Toolbar:
uk: Панель інструментів:

source: Information:
uk: Інформація:

source: Dialog windows:
uk: Вікна діалогів:

source: Reset fonts settings
uk: Скинути настройки шрифтів

source: Automatically begin files downloading
uk: Автоматично стартувати завантаження файлів

source: Use proxy-server
uk: Використовувати проксі-сервер

source: Load images for author's description
uk: Завантажувати зображення для описів авторів

source: Folder to save downloads:
uk: Каталог для зберігання завантажених файлів:

source: Delete downloaded files when download query removed
uk: Видаляти завантажені файли при видаленні завантажень зі списку

source: Save full path of the file when importing
uk: Зберігати повний шлях до файлу при імпорті

source: Temporary folder:
uk: Каталог для тимчасових файлів:

source: Wine temp folder:
uk: Каталог для тимчасових файлів Wine:

source: Delete temporary files when you exit the program
uk: Видаляти тимчасові файли при виході з програми

source: Delete files when you delete a book
uk: Видаляти файли при видаленні книги

source: Clear the log window when it closes
uk: Очищати вікно повідомлень при його закритті

source: Exported collection structure
uk: Організація каталогів і файлів

source: First letter of author name
uk: Перша буква прізвища автора

source: Full author name
uk: Повне ім’я автора

source: Short-cut author name
uk: Скорочене ім’я автора

source: Sequence name
uk: Назва серії

source: Number in sequence
uk: Номер книги в серії

source: Internal book code
uk: Внутрішній код книги

source: Book title
uk: Назва книги

source: Book language
uk: Мова книги

source: Book file MD5 sum
uk: Сума MD5 файла книги

source: Transliterate folder name
uk: Транслітерація найменування каталогу

source: Transliterate filename
uk: Транслітерація найменування файлу

source: Replace spaces by underscores
uk: Заміняти пробіли символами підкреслення

source: Format of exporting collection
uk: Формат експорту

source: Export script
uk: Скрипт експорту

source: Scripts
uk: Сценарії

source: Fonts
uk: Шрифти

source: Program settings
uk: Настройка параметрів програми

source: Append export script
uk: Додати скрипт експорту

source: Modify export script
uk: Редагувати скрипт експорту

source: Delete export script
uk: Видалити скрипт експорту

source: Author not selected by replacement.
uk: Не обраний автор для заміни.

source: Replace author
uk: Замінити автора

source: Invalid zip offset %s
uk: Помилковий розмір zip-файла %s

source: Scan zip %s
uk: Сканування zip %s

source: Start scan directory %s
uk: Початок сканування каталогу %s

source: Finish scan directory %s
uk: Кінець сканування каталогу %s

source: Series name:
uk: Найменуванне серії:

source: Append series
uk: Додати серію

source: Modify series
uk: Змінити серію

source: "Series name" field is empty
uk: Не заповнено найменування серії

source: Series aleready exists
uk: Така серія вже існує

source: Merge series?
uk: Об'єднати дві серії?

source: XML parsing error: '%s' at line %d
uk: Помилка розбіру XML: '%s' at line %d

source: Customize
uk: Настройка

source: Executable files
uk: Файли програм

source: Database error:
uk: Помилка бази даних:

source: Start SQLite VACUUM
uk: Старт VACUUM інструкції SQLite

source: Book not found %s
uk: Книга не знайдена %s

source: Not found an archive (%s), containing file (%s).
uk: Не знайдений архів (%s), що містить файл (%s).

source: Not found file %s
uk: Не знайдено файл %s
